const Details = () => {
  return (
    <div className="max-w-screen-lg mx-auto px-4 mt-12">
      <h1 className="text-center text-bold text-3xl bg-[#86862d] p-4 rounded-xl text-white">
        বিস্তারিতঃ 01713 42 90 60
      </h1>
        <p className="border-4 p border-double mt-5 border-black">
        📘 অস্থিতিশীল বাজার। দ্রব্য-মূল্যের উর্ধ্বগতি। ঝুঁকিতে আমদানি-রপ্তানি
        খাত। ভেঙে পড়ছে ব্যাংকিং সিস্টেম। বাড়ছে ঋণখেলাপির দায়। মূল্যস্ফীতিতে
        টালমাটাল বিশ্ব। অজানা শংকা বিরাজমান ব্যবসা-বাণিজ্য ও অর্থনীতিতে।
        দূর্ভিক্ষের অশনি সংকেতে পেরেশান জন-সাধারণ। এর কারণ কী? কী কারণে ঘটছে
        এমনটা? কোথায় রয়েছে এসব সমস্যার সমাধান?
      </p>
    </div>
  );
};

export default Details;
